tap "beeftornado/rmtree"
tap "browsh-org/browsh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "martido/graph"
tap "mongodb/brew"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "awscli"
brew "bandwhich"
brew "bartib"
brew "bat"
brew "bottom"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "dust"
brew "elixir"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "htop"
brew "jq"
brew "neovim"
brew "nmap"
brew "nvm"
brew "poetry"
brew "postgresql@16", link: true
brew "pspg"
brew "pyright"
brew "ripgrep"
brew "ripsecrets"
brew "rust-analyzer"
brew "rustup-init"
brew "task"
brew "tealdeer"
brew "tmux"
brew "trippy"
brew "watch"
brew "xsv"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
cask "adguard"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "docker"
cask "doll"
cask "font-courier-prime-code"
cask "font-cousine-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "google-chrome"
cask "mongodb-compass"
cask "obsidian"
cask "pgadmin4"
cask "pop"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "windscribe"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bastienboutonnet.vscode-dbt"
vscode "charliermarsh.ruff"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.find-related"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "jakebecker.elixir-ls"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "phind.phind"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "vscodevim.vim"
