tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "beeftornado/rmtree"
tap "browsh-org/browsh"
tap "koekeishiya/formulae"
tap "martido/graph"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "graphviz"
brew "jq"
brew "neovim"
brew "nmap"
brew "npm"
brew "procs"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "zoxide"
cask "adguard"
cask "font-fira-code-nerd-font"
cask "font-sf-mono-nerd-font"
cask "spotify"
