tap "beeftornado/rmtree"
tap "browsh-org/browsh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "martido/graph"
tap "mongodb/brew"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "cmake"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "jq"
brew "neovim"
brew "nmap"
brew "nvm"
brew "poetry"
brew "postgresql@14"
brew "pspg"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "tealdeer"
brew "tmux"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "mongodb/brew/mongodb-community"
cask "adguard"
cask "adobe-acrobat-reader"
cask "docker"
cask "font-courier-prime-code"
cask "font-cousine-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "mongodb-compass"
cask "obsidian"
cask "pgadmin4"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
